# _*_ coding: UTF-8 _*_
# 开发团队: 个人
# 开发人员: ritchie
# 开发时间: 2020/9/24 15:25
# 文件名称: code.py
# 开发工具: PyCharm

"""
job:6
输出：验证码界面
"""

print("==========================")
print("|**输入验证码|")
print("==========================")
print("|   请输入你收到的验证码    |")
print("|                        |")
print("|                        |")
print("|      □□□□□□        |")
print("|      1    2   3        |")
print("|      4    5   6        |")
print("|      7    8   9        |")
print("|          0   del       |")
print("|                        |")
print("==========================")
