# _*_ coding: UTF-8 _*_
# 开发团队: 个人
# 开发人员: ritchie
# 开发时间: 2020/9/24 14:49
# 文件名称: flight_information.py
# 开发工具: PyCharm

"""
job:4
输出：订购机票和航班信息
"""
print("□国内  □国际  □发现低价")
print("航程类型  ○单程  ○往返  ○多程(含缺口程)")
print("出发城市_______")
print("到达城市_______")
print("出发日期_______")
print("返回日期_______")
print("       ○儿童  ○带婴儿  儿童/婴儿票")
print("高级搜索▼")
print("搜索▼")
print("\n")

print("昆明航空KY9382共享          16:05        18:35          准点率            ￥842起  选为去程")
print("波音737-800(中型)        龙嘉国际机场T2    禄口国际机场T2    47%            往返总价")
print("---------------------------------------------------------------------------------------")
print("中国国航CA3682共享          16:05        18:35          准点率            ￥880起  选为去程")
print("波音737-800(中型)        龙嘉国际机场T2    禄口国际机场T2    47%            往返总价")
print("---------------------------------------------------------------------------------------")
print("南方航空CZ6624             16:05         18:35          准点率           ￥1070起  选为去程")
print("空中客车A320(中型)        龙嘉国际机场T2    禄口国际机场T2    83%            往返总价")
print("---------------------------------------------------------------------------------------")