# _*_ coding: UTF-8 _*_
# 开发团队: 个人
# 开发人员: ritchie
# 开发时间: 2020/9/24 14:42
# 文件名称: metro_coming.py
# 开发工具: PyCharm

"""
job:3
输出：地铁来主界面
"""
print("         ☆☆☆ 地铁来了 ☆☆☆          ")
print("======================================")
print("+  主要功能菜单")
print("+------------------------------------+")
print("+ 1.切换城市                          +")
print("+ 2.实时位置                          +")
print("+ 3.换乘引导                          +")
print("+ 4.首末车时刻                        +")
print("+ 5.站点查询                          +")
print("+ 6.地铁线路                          +")
print("+ 7.周边站点                          +")
print("+ 8.增加城市                          +")
print("+ 9.退出系统                          +")
print("======================================")
print("说明：通过数字或者向上向下键选择菜单")
print("======================================")
print("                     版本编号：2018-3-2")
